Repository: imath/buddy-bbPress-Support-Topic
Catalog: languages/buddy-bbpress-support-topic-*.po
Languages: it_it

source: Not resolved
it_it: Non risolte

source: [Support request]
it_it: [Richiesta Supporto]

source: Resolved
it_it: Risolta

source: [Resolved]
it_it: [Risolta]

source: Not a support topic
it_it: Richiesta Generale

source: Version %s of Buddy-bbPress Support Topic requires version %s of bbPress to be activated. Please upgrade bbPress.
it_it: La versione %s di Buddy-bbPress Support Topic richiede la versione %s di bbPress per poter essere attivato. Aggiorna prima aggiorna bbPress.

source: Support settings
it_it: Impostazioni Assistenza

source: Who should receive an email notification when a new support topic is posted ?
it_it: Chi dovrà ricevere una mail di notifica quando viene pubblicata una nuova richiesta di Assistenza?

source: New Topic form extras
it_it: Extra del form di Nuova Richiesta

source: New Topic Guide
it_it: Guida Nuova Richiesta

source: Use this field to insert some instructions above the new topic form. Allowed tags are: %s
it_it: Usa questi campi per inserire qualche instruzione subito prima del form di nuova richiesta. I Tag consentiti sono: %s

source: New Topic Template
it_it: Template Nuova richiesta

source: The text added within this field will be used as a template for the content of new topics.
it_it: Il testo aggiunto con questi campi sarà usato come template per il contenuto delle nuove richieste di assistenza.

source: Support:
it_it: Assistenza:

source: Support
it_it: Assistenza

source: Support topics
it_it: Richieste di Assistenza

source: Resolved so far
it_it: Risolti finora

source: Welcome to Buddy-bbPress Support Topic
it_it: Benvenuti su Buddy-bbPress Support Topic

source: Ouch! Buddy-bbPress Support Topic %s requires at least %s, see below why it might be a great idea to upgrade bbPress ;)
it_it: Ops! Buddy-bbPress Support Topic %s richiede almeno %s, vedi di seguito il motivo per cui aggiornare bbPress potrebbe essere una grande idea :)

source: Thank you for using the latest version of Buddy-bbPress Support Topic (%s). Support only forums got some nice improvements!
it_it: Grazie per aver scelto l&#39;ultima versione (%s) di Buddy-bbPress Support Topic. Abbiamo apportanto qualche bel miglioramento!

source: What&#39;s New
it_it: Novità

source: Guidelines & support topic templates for your support only forums.
it_it: Linee Guida & Template di Richiesta Assistenza per i tuoi forum dedicati all&#39;assistenza e al supporto tecnico.

source: Guidelines and Support topic template
it_it: Linee Guida e Template di Richiesta Assistenza

source: Providing the right answer often requires to have all needed informations about an issue. Support only forums can now use some guidelines and/or a support topic template to help the user describe the issue the best way.
it_it: Fornire l&#39;assistenza giusta spesso richiede una conoscenza approfondita del problema. Una richiesta di Assistenza ora dispone di un template per Linee Guida/Nuova Richiesta per aiutare l&#39;utente a descrivere la richiesta nel miglior modo possibile.

source: Guidelines
it_it: Linee Guida

source: They are displayed before the topic form to let the user know about the specific rules to observe for the support forum he will post his topic into.
it_it: Sono mostrate prima del form di Assistenza per far conoscere all&#39;utente le regole di utilizzo del sistema e come strutturare al meglio una nuova richiesta.

source: Support topic templates
it_it: Template per Richiesta Assistenza

source: Just like guidelines, each forum can include a specific topic template to display a checklist or some specific advices into the content area of the topic form.
it_it: Come per le Linee Guida, ogni richiesta può includere uno specifico template per mostrare selettori, info e consigli nell&#39;area del form di Assistenza.

source: Guidelines and Support topic template inside the topic form
it_it: Linee Guida e Template dentro il form di richiesta

source: reply checkbox
it_it: checkbox risposta

source: Mark this topic as resolved!
it_it: Segna come Risolto

source: The reply to the topic you are about to post is fixing the issue? Great job, you can now directly mark the support topic as resolved by activating the corresponding checkbox.
it_it: La risposta alla richiesta di Assistenza risolve il problema? Bel lavoro, ora può segnare questa richiesta come Risolta attivando il checkbox corrispondente.

source: Many thanks to %s contributors
it_it: Grazie mille ai %s collaboratori

source: About
it_it: Info

source: There was an error saving, please try again
it_it: Si é verificato stato un errore nel salvataggio, riprova.

source: Settings saved successfully
it_it: Impostazioni salvate correttamente

source: In Group: %s
it_it: Nel Gruppo: %s

source: Group Admin
it_it: Admin Gruppo

source: Group Mod
it_it: Mod Gruppo

source: Buddy bbPress Support Status version %s requires at least BuddyPress 2.0, please upgrade BuddyPress :) or downgrade Buddy bbPress Support Status :(
it_it: Buddy-bbPress Support Status versione %s necessita almeno di BuddyPress 2.0, aggiorna BuddyPress o usa una versione più vecchia di Buddy bbPress Support Status.

source: This is a support topic
it_it: Questa é una Richista di Assistenza

source: Security check failed
it_it: Controllo di sicurezza fallito

source: loading
it_it: caricamento

source: All support status
it_it: Tutte le fasi di Assistenza

source: Leave users mark topics of this forum as support ones
it_it: Permetti agli utenti di segnalare le discussioni in questo forum come richiste di Assistenza

source: This forum is dedicated to support, all topics will be marked as support ones.
it_it: Questo forum è dedicato all&#39;assistenza, tutti le discussioni verranno segnare come Richieste di Assistenza.

source: This forum does not accept support topics
it_it: Questo forum non accetta Richieste di Assistenza

source: %1$s wrote a new support topic: %2$s %3$s Topic Link: %4$s ----------- You are receiving this email because a forum admin made you subscribe to new support topic of %5$s forum. Please ask the admin to unsubscribe from these emails.
it_it: %1$s a ha postato una nuova Richiesta di Assistenza : %2$s %3$s Link diretto: %4$s ----------- Stai ricevendo questa mail perchè è presente una sottoscrizione alle nuove richieste di assistenza del forum %5$s. Se non vuoi più ricevere queste mail contatta l&#39;amministratore del sito.

source: No support only forums were found
it_it: Nessun forum dedicato all&#39;assistenza trovato

source: Referer
it_it: URL di provenienza

source: Mark this support topic as resolved
it_it: Segna questa richiesta di Assistenza come risolta

source: Displays support topic global statistics or of the active forum
it_it: Mostra le statistiche globali o del forum attivo dell&#39;Assistenza

source: Support Topics Stats
it_it: Statistiche Assistenza

source: No statisitcs available.
it_it: Nessun dato disponibile

source: Go to forums
it_it: Vai ai forum

source: Title:
it_it: Titolo:

source: Show forum link
it_it: Mostra il link del forum

source: When not on a forum page, display a link to it
it_it: Quando fuori dalla pagina del forum mostra un link ad esso

source: Displays a short message to invite users to add a new support topic on support only forums
it_it: Mostra un messaggio per invitare gli utenti ad aggiungere una richiesta di supporto ai forum designati all&#39;Assistenza

source: New Support Topic
it_it: Nuova Richiesta di Assistenza

source: New Support topic
it_it: Nuova richiesta di assistenza

source: Ask for Support
it_it: Richiedi Assistenza

source: Button caption:
it_it: Testo nel tasto:

source: Automatically add paragraphs
it_it: Aggiungi automaticamente i paragrafi

source: Select the support only forum:
it_it: Seleziona il forum dedicato all&#39;assistenza:

source: Automatically display a link to referer for moderators
it_it: Mostra automaticamente un link di riferimento per i moderatori

source: Adds a support feature to your bbPress powered forums
it_it: Aggiunge la funzionalità di Supporto/Assistenza ai tuoi forum bbPress
